{
  "scenario1": [
    "Long, long, ago in the kingdom of Olyr lived a \npoor boy named Alistar.",
    "This is you.",
    "Your life is great though.",
    "You live in a small shack with you darling mother and father. ",
    "Your Father is a blacksmith and you help him weld weapons for the soldiers.",
    "A simple yet happy life...",
    "That was until your father received a letter from the king.",
    "Letter from the King: Dear Simon Greene.",
    "The King has summoned you to fight in the battle against \nthe Kingdom of Bathien.",
    "You are requested to report to the castle at dawn as \nthe sun rises from the Royal Court",
    "Your Father began to prepare his best weaponry and armour",
    "He kissed your mother good bye and handed you his first ever \nsword that he crafted when he was 12",
    "It's smooth wood handle has your family crest carved in it,",
    "the tip was blunt and jagged from use and age",
    "but nonetheless it was a beautiful piece of weaponry",
    "So your Father left and you haven't heard from him for 2 years.",
    "You continue to work in the blacksmith awaiting the day \nyour Father returns"
  ],

  "scenario2": [
    "*The kings soldiers play a fanfare*",
    "People of Olyr, the King requests your bravest soldiers to \nrescue the Princess! She has been kidnapped by the Kingdom of Bathien.",
    "For the safe return of the princess and the head of the \nkidnapper, 50 Corin (now days equivalent to $10,000 USD)",
    "You and your mother could really use the money, especially \nafter she broke her back last Spring",
    "Plus your Father hasn't been heard for three years \nand you can find out more about his disappearance",
    "*You run home to tell your Mother the good news*",
    "She is incredibly worried by understands that you must do this!",
    "You take the sword your Father left you and head \ntowards the Kingdom of Bathien!"
  ],

  "scenario3": [
    "While running through the forrest you bump into a group of \nsoldiers from Olyr who are looking to save the Princess as well!",
    "They warn you of a group of bandits up ahead who \nhave stolen the soldiers armour and food!",
    "They tell you to run back before you get robbed and killed.",
    "You ignore their warnings and continue further into the forrest.",
    "You hear laughter and music further in the forrest.",
    "It's the bandits!! You tighten the grip on your sword \nand creep behind the bushes",
    "!!!!!!!",
    "The bandits have spotted you and are approaching with their weapons"
  ],

  "scenario4": [
    "You take the armour cautiously from the bandits. It looks \nbrand worn, odd stains on the metal and a strange smell. \nBut nonetheless it's better than nothing.",
    "If you are going to defeat the soldiers you are going to \nneed the armour.",
    "The sun is starting to set but it's the perfect \ntime to attack! You grab the little you \nhave and continue towards the kingdom of Bathien.",
    "You reach the kingdom by nightfall and its \nsurprisingly empty. The front gates of the kingdom have \nno guards and the streets are quiet.",
    "In the distance you see a bar with a faint \nlight on so you head towards it.",
    "It's tattered and musty, a few towns people \nare stationed around the bar.",
    "You attempt to talk to them but you get cold \nanswers as if they know you're not around from here.",
    "there's a bar keep at the station and you walk towards him.",
    "His apron is stained and his hair out grown and unkept.",
    "...",
    "All of a sudden he pulls out a sword!!! \nYou back up and grab your sword."
  ],

  "scenario5": [
    "Traitor? That's odd. Your Father is a good man \nhe would never betray his Kingdom.",
    "You walk towards the castle confused. Nothing \nmakes sense! Is your Father the same man as he left? Will he recognise you??",
    "Before you know it you have made your way into the kingdom.",
    "The guards seem to know who you are let you in. \nWhich is odd because why would they let you in \nknowing you are from the rival kingdom.",
    "You walk into the kingdom and see... THE PRINCESS! You've found her!",
    "You run towards her but before you can reach \nher a man in a cloak steps out...."

  ],

  "scenario6": [
    "Your out of breath, but not because of the battle \nbut because of what the man in the cloak has said. He couldn't be could he.",
    "He grins and lifts his hood off... YOUR FATHER!! \nYou suspected it but never wanted to believe it! \nHow could he do this!",
    "You listen to his story."
  ],

  "scenario7": [
    "You and your Father run back with the Princess. \nShe's asleep and tired so you carry her on your back. \nYou can see the kingdom of Olyr in the distance.",
    "You are so close but so far.. \nyour knees are aching from carrying the princess so far. \nYou can feel your knees collapsing and your Father offers to carry her.",
    "You decline still hesitant on whether you can trust him or not.",
    "There are guards at the door, they probably were notified \nfrom the Kingdom of Bathien that the Princess was rescued.",
    "You hand her over to the guards and they say the king \nis ready to see you... but not your Father.",
    "He gestures for you to run into the forrest with him.",
    "Your at a cross roads."
  ],

  "scenario8": [
    "You decide to run back in to the Kingdom as you watch your\n Father run into the forrest. Coward you think. \nThe soldiers congratulate you on your choice",
    "You found out a secret you never wanted to know or did you. \nBut now you have lost your Father. \nWho knows where he has gone.",
    "Will you ever see him again?",
    "Is your Father going back to Bathien??",
    "Oh well, with the reward money your Mother and you can live a good life. \nThe soldiers have also notified to King of your loyalty \nand skill in swordsmanship",
    "So the future is bright and you look forward to tomorrow"
  ]
}